[SupremeFocus X2AbilityTemplate]
LocFriendlyName="终极专注"
LocLongDescription="专注等级上限提升到4。"
LocHelpText="专注等级上限提升到4。"
LocPromotionPopupText="<Bullet/> 专注4：裂伤害+<Ability:FOCUS4RENDDAMAGE/>，移动+<Ability:FOCUS4MOBILITY/>，闪避+<Ability:FOCUS4DODGE/>。<br/>"

[UITacticalHUD_SoldierInfo]
FocusLevelLabel="专注等级"
FocusLevelDescriptions[0]=""
FocusLevelDescriptions[1]="撕裂伤害+<Ability:FOCUS1RENDDAMAGE/>\n移动+<Ability:FOCUS1MOBILITY/>\n闪避+<Ability:FOCUS1DODGE/>"
FocusLevelDescriptions[2]="撕裂伤害+<Ability:FOCUS2RENDDAMAGE/>\n移动+<Ability:FOCUS2MOBILITY/>\n闪避+<Ability:FOCUS2DODGE/>"
FocusLevelDescriptions[3]="撕裂伤害+<Ability:FOCUS3RENDDAMAGE/>\n移动+<Ability:FOCUS3MOBILITY/>\n闪避+<Ability:FOCUS3DODGE/>"
FocusLevelDescriptions[4]="撕裂伤害+<Ability:FOCUS4RENDDAMAGE/>\n移动+<Ability:FOCUS4MOBILITY/>\n闪避+<Ability:FOCUS4DODGE/>"
FocusLevelDescriptions[5]="撕裂伤害+<Ability:FOCUS5RENDDAMAGE/>\n移动+<Ability:FOCUS5MOBILITY/>\n闪避+<Ability:FOCUS5DODGE/>"
FocusLevelDescriptions[6]="撕裂伤害+<Ability:FOCUS6RENDDAMAGE/>\n移动+<Ability:FOCUS6MOBILITY/>\n闪避+<Ability:FOCUS6DODGE/>"
FocusLevelDescriptions[7]="撕裂伤害+<Ability:FOCUS7RENDDAMAGE/>\n移动+<Ability:FOCUS7MOBILITY/>\n闪避+<Ability:FOCUS7DODGE/>"
FocusLevelDescriptions[8]="撕裂伤害+<Ability:FOCUS8RENDDAMAGE/>\n移动+<Ability:FOCUS8MOBILITY/>\n闪避+<Ability:FOCUS8DODGE/>"
FocusLevelDescriptions[9]="撕裂伤害+<Ability:FOCUS9RENDDAMAGE/>\n移动+<Ability:FOCUS9MOBILITY/>\n闪避+<Ability:FOCUS9DODGE/>"
FocusLevelDescriptions[10]="撕裂伤害+<Ability:FOCUS10RENDDAMAGE/>\n移动+<Ability:FOCUS10MOBILITY/>\n闪避+<Ability:FOCUS10DODGE/>"

[TemplarFocus X2AbilityTemplate]
LocFriendlyName="专注"
LocLongDescription="在任务中获得专注，将会提升属性，伤害，以及技能效果。 专注能被用来释放强力技能。"
LocPromotionPopupText="<Bullet/> 圣殿一开始比普通士兵弱，但随着专注的提升将会越发强大。 谨慎管理和使用专注是圣殿的关键。<br/><Bullet/> 使用撕裂击杀敌人能够提升专注等级。<br/><Bullet/> 专注等级1：撕裂伤害+<Ability:FOCUS1RENDDAMAGE/>，移动+<Ability:FOCUS1MOBILITY/>，闪避+<Ability:FOCUS1DODGE/><br/><Bullet/> 专注等级2：撕裂伤害+<Ability:FOCUS2RENDDAMAGE/>，移动+<Ability:FOCUS2MOBILITY/>，闪避+<Ability:FOCUS2DODGE/><br/><Bullet/> 专注等级3：撕裂伤害+<Ability:FOCUS3RENDDAMAGE/>，移动+<Ability:FOCUS3MOBILITY/>，闪避+<Ability:FOCUS3DODGE/><br/><Bullet/> 专注等级4：撕裂伤害+<Ability:FOCUS4RENDDAMAGE/>，移动+<Ability:FOCUS4MOBILITY/>，闪避+<Ability:FOCUS4DODGE/>。<br/><Bullet/> 专注等级5：撕裂伤害+<Ability:FOCUS5RENDDAMAGE/>，移动+<Ability:FOCUS5MOBILITY/>，闪避+<Ability:FOCUS5DODGE/>。<br/><Bullet/> 专注等级6：撕裂伤害+<Ability:FOCUS6RENDDAMAGE/>，移动+<Ability:FOCUS6MOBILITY/>，闪避+<Ability:FOCUS6DODGE/>。<br/><Bullet/> 专注等级7：撕裂伤害+<Ability:FOCUS7RENDDAMAGE/>，移动+<Ability:FOCUS7MOBILITY/>，闪避+<Ability:FOCUS7DODGE/>。<br/><Bullet/> 专注等级8：撕裂伤害+<Ability:FOCUS8RENDDAMAGE/>，移动+<Ability:FOCUS8MOBILITY/>，闪避+<Ability:FOCUS8DODGE/>。<br/><Bullet/> 专注等级9：撕裂伤害+<Ability:FOCUS9RENDDAMAGE/>，移动+<Ability:FOCUS9MOBILITY/>，闪避+<Ability:FOCUS9DODGE/>。<br/><Bullet/> 专注等级10：撕裂伤害+<Ability:FOCUS10RENDDAMAGE/>，移动+<Ability:FOCUS10MOBILITY/>，闪避+<Ability:FOCUS10DODGE/>。<br/>"

[Scorch X2AbilityTemplate]
LocFriendlyName="焦灼"
LocLongDescription="被灵能闪电击中的目标将会额外被混乱。"
LocHelpText="被灵能闪电击中的目标将会额外被混乱。"
LocPromotionPopupText="<Bullet/> 焦灼效果持续2轮。<br/><Bullet/> 焦灼有<Ability:SCORCH_DISORIENT_PERCENT_CHANCE/>%几率混乱目标。<br/><Bullet/> 被灵能闪电弹射的目标也会受到焦灼影响。<br/>"